TAL_INT_GIT/Sample Data/Nupco/BYWMS/input/pos4hanasoap_req/pos4hanasoap_req

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:sap-com:document:sap:rfc:functions">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:ZWM_VC_POD_CONFIRM>
         <!--Optional:-->
         <INPUT>
            <!--Zero or more repetitions:-->
            <item>
               <WH_ID></WH_ID>
               <ORDNUM></ORDNUM>
               <VC_FORM></VC_FORM>
               <VC_STATUS></VC_STATUS>
               <VC_REMARKS></VC_REMARKS>
            </item>
         </INPUT>
      </urn:ZWM_VC_POD_CONFIRM>
   </soapenv:Body>
</soapenv:Envelope>